< 10:"[ERROR]test gem 1"
> 10:"test gem 1"
= 10:""
< 20:"[ERROR]test gem 2"
> 20:"test gem 2"
= 20:""
< 30:"[ERROR]test gem 3"
> 30:"test gem 3"
= 30:""
< 85000:"Ash of War: White Shadow's Lure"
> 85000:"Ash of War: Flowing Piercer"
- 85000:"战灰：白影诱惑"
= 85000:""
